tsung/tsung.template.xml
<?xml version="1.0"?>
<!DOCTYPE tsung SYSTEM "/usr/local/share/tsung/tsung-1.0.dtd" [] >
<tsung loglevel="info">
  <clients>
    <client host="localhost" use_controller_vm="true" maxusers="15000"/>
  </clients>

  <servers>
    <server host="www-prd.luxairtours.lu" port="80" type="tcp"></server>
  </servers>
  <load>
    <arrivalphase phase="1" duration="60" unit="minute">
      <users maxnumber="10000" arrivalrate="5" unit="second"></users>
    </arrivalphase>
  </load>
  <options>
    <option name="rate_limit" value="1024"></option>
  </options>
  <sessions>

  <!-- SESSIONS -->

  </sessions>

</tsung>